[
    {
        "name": "356 „Nr.1“ Roadster",
        "year": 1948,
        "desc": "Prema idejama Ferryja Porschea, u austrijskom gradu Gmündu konstruiran je prvi automobil s imenom Porsche. Dana 8. lipnja 1948. 356 “Br. 1” Roadster dobio je opću radnu dozvolu. To se općenito smatra datumom rođenja marke Porsche",
        "top_speed": "135 km/h",
        "power": "26 kW (35 HP)"
    },
    {
        "name": "550 Spyder",
        "year": 1954,
        "desc": "Godine 1954. prvi Porsche napravljen posebno za utrke bio je sportski automobil sa središnjim motorom i aluminijskom karoserijom. Ubrzo se ističe pobjedom u klasi i trećim mjestom u ukupnom poretku na Carrera Panamericana protiv konkurenata većeg kapaciteta",
        "top_speed": "220 km/h",
        "power": "81 kW (110 HP)"
    },
    {
        "name": "Typ 804",
        "year": 1962,
        "desc": "U srpnju 1962. Dan Gurney je pobijedio u Francuskeom Grand Prix-u u trkaćem automobilu Type 804. Također je pobijedio u utrci Solitude u Stuttgartu. Težak 461 kilogram, ovaj lagani jednosjed s novim osmo cilindrenim motorom jedini je trkaći automobil Formule 1 koji je u potpunosti izradio Porsche",
        "top_speed": "270 km/h",
        "power": "132 kW (180 HP)"
    },
    {
        "name": "901 Nr. 57",
        "year": 1964,
        "desc": "Najstariji 911 muzeja Porsche izvorno je proizveden kao Porsche 901, ali isporučen kao 911. Signalni crveni automobil nosi broj šasije 57.",
        "top_speed": "210 km/h",
        "power": "96 kW (130 HP)"
    },
    {
        "name": "904 Carrera GTS",
        "year": 1964,
        "desc": "Porsche 904 sa svojom malom prednjom površinom od samo 1,4 četvornih metara, koji je dizajnirao F.A. Porsche, prvi je Porsche s karoserijom od plastike ojačane staklenim vlaknima. Napravljen je u suradnji s Heinkel Flugzeugbau, tvrtkom za proizvodnju zrakoplova",
        "top_speed": "263 km/h",
        "power": "178 kW (240 HP)"
    },
    {
        "name": "911 Carrera 2 Cup",
        "year": 1990,
        "desc": "Po prvi put u povijesti, 40 identičnih trkaćih automobila 911 međusobno se natječu na Porsche Carrera Cupu 1990. Na temelju 911 Carrera 2, verzija Cup razvijena je u jesen 1989.",
        "top_speed": "265 km/h",
        "power": "195 kW (265 HP)"
    },
    {
        "name": "911 Turbo S",
        "year": 1998,
        "desc": "Godine 1998. Porsche Exclusive je proizveo 345 automobila iz serije 911 Turbo S. Snaga turbo motora povećana je na 450 KS s power kitom. Karoserija je dobila redizajnirane prednje i stražnje spojlere",
        "top_speed": "300 km/h",
        "power": "331 kW (450 HP)"
    },
    {
        "name": "911 „Sally Carrera“",
        "year": 1998,
        "desc": "Film „Auti” iz 2006. godine koji je snimio Pixar govori o trkaćem automobilu u koji se zaljubljuje Sally Carrera, Porsche 911. Pixar izrađuje model crtanog lika u prirodnoj veličini u marketinške svrhe. U roku od sedam mjeseci, Porsche 911 prolazi kroz značajne izmjene kako bi zadržao komični stil",
        "top_speed": "280 km/h",
        "power": "221 kW (300 HP)"
    },
    {
        "name": "911 Carrera RS 2.7",
        "year": 1973,
        "desc": "Najizrazitija značajka najbržeg njemačkog serijskog automobila svog vremena je stražnji spojler, popularno poznat kao \"pačji rep\". Porsche je trendseter u korištenju takvih aerodinamičkih značajki",
        "top_speed": "245 km/h",
        "power": "154 kW (210 HP)"
    },
    {
        "name": "911 Carrera RSR",
        "year": 1972,
        "desc": "Razvijen za sezonu 1973., 911 Carrera RSR 2.8 već se bavi Corsica Rallyeom krajem 1972. i privremeno služi kao eksperimentalni automobil. U veljači 1973. pobjeđuje na utrci 24 sata Daytone",
        "top_speed": "270 km/h",
        "power": "228 kW (310 HP)"
    },
    {
        "name": "911 GT1 ‘98",
        "year": 1998,
        "desc": "911 GT1, koji je Porsche razvio za rad i upotrebu kupaca u GT motorsportu, ima svoj debi u utrkama 1996. godine. Sadrži prvi jedini vodeno hlađeni motor u sredini, koji osigurava uravnoteženu raspodjelu opterećenja po osovini",
        "top_speed": "310 km/h",
        "power": "404 kW (550 HP)"
    }
]
